---
kind: enumMember
id: F:Autodesk.Revit.DB.Analysis.gbXMLServiceType.ConstantVolumeFixedOA
enum: Autodesk.Revit.DB.Analysis.gbXMLServiceType
source: html/b32c72d5-72bf-67a0-d669-9c43faa94eeb.htm
---
# Autodesk.Revit.DB.Analysis.gbXMLServiceType.ConstantVolumeFixedOA